[
    {
        "key": "30161",
        "name": "Arts Lesson",
        "detail": "Arts Lessons are visual and performing art lessons from kindergarten through high school. Many of the lessons can be integrated into core subjects such as Math, Language Arts, Science, or Social Studies",
        "time": "9:00am - 10am",
        "img": "https://ohidurgclan.github.io/course9api/30161.jpg"
    },
    {
        "key": "30162",
        "name": "Language Lesson",
        "detail": "Language Lessons strikes a balance between these two visual and thematic approaches. The film begins with a surprise has been secretly hired by a man named Will to teach Spanish to his husband Adam.",
        "time": "11:00am - 12:00pm",
        "img": "https://ohidurgclan.github.io/course9api/30162.jpg"
    },
    {
        "key": "30163",
        "name": "Music Lesson",
        "detail": "Music lessons are a type of formal instruction in playing a musical instrument or singing. A student taking music lessons meets a music teacher for one-to-one training sessions ranging  one hour in length over a period of weeks or years.",
        "time": "3:00pm - 4:00pm",
        "img": "https://ohidurgclan.github.io/course9api/30163.jpg"
    },
    {
        "key": "30164",
        "name": "Experiment Lesson",
        "detail": "Students do several activities to prepare for working in a chemistry lab including brainstorming with their peers, watching a video, doing a lab equipment activity, and taking a safety quiz.",
        "time": "4:00pm - 5:00pm",
        "img": "https://ohidurgclan.github.io/course9api/30164.jpg"
    },
    {
        "key": "30165",
        "name": "Study Lesson",
        "detail": "Lesson Study is a professional development programme that involves teachers working in small groups to plan lessons that address a shared learning goal for pupils.",
        "time": "11:00am - 2:00pm",
        "img": "https://ohidurgclan.github.io/course9api/30165.jpg"
    },
    {
        "key": "30166",
        "name": "Sports Lesson",
        "detail": "Learners will review vocabulary for sports and extend it with the clothes and equipment needed to play various sports, then make a poster about a sport.",
        "time": "4:00pm - 6:00pm",
        "img": "https://ohidurgclan.github.io/course9api/30166.jpg"
    },
    {
        "key": "30167",
        "name": "History Lesson",
        "detail": "learning from history can mean different things.so that their experience with disease comes to shape the strategies they choose and their sense of the possible when confronted with new ones.",
        "time": "2:00pm - 3:00pm",
        "img": "https://ohidurgclan.github.io/course9api/30167.jpg"
    },
    {
        "key": "30168",
        "name": "Social Lesson",
        "detail": "Social studies can also be referred to as social sciences. It’s a field which deals with human behavior, relationships, resources, and institutions.",
        "time": "1:00pm - 2:00pm",
        "img": "https://ohidurgclan.github.io/course9api/30168.jpg"
    }
]
