[
    {
        "key": "40571",
        "role": "Principal",
        "name": "Bianca Wilson",
        "remark": "The goal is attained by mufual cooperation and coprehensive behavior. A peader infuses sense of positunity and directs eithers to reach specified goal.",
        "img": "james"
    },
    {
        "key": "40572",
        "role": "Assistant Principal",
        "name": "Daniel Tribor",
        "remark": "The Principal, according to him was excited at such arrangement and mobilized his teachers ahead of our coming of our offer.",
        "img": "james"
    },
    {
        "key": "40573",
        "role": "English Teacher",
        "name": "Mitchel Parker",
        "remark": "You can also use our statements to indicate a need for improvement. Turn the words around a bit, and you will transform each into a goal for a child to work toward.",
        "img": "james"
    },
    {
        "key": "40574",
        "role": "Arts Teacher",
        "name": "Stella Smith",
        "remark": "I look forward to continuing to see more exciting and inventive work next semester from Tom. Overall, it has been an excellent beginning to the year for a student who shows great potential in Visual Arts.",
        "img": "james"
    },
    {
        "key": "40575",
        "role": "Science Teacher",
        "name": "Monshe Smith",
        "remark": "It's important to state a student's strength then follow it with a concern.Logic does not always apply in science.",
        "img": "james"
    },
    {
        "key": "40576",
        "role": "Music Teacher",
        "name": "Doris Wilson",
        "remark": "The elements of music in a classical piece and described how they were used. A presentation for the junior concert using the techniques of musicianship.",
        "img": "james"
    },
    {
        "key": "40577",
        "role": "History Teacher",
        "name": "Helen Levings",
        "remark": "Teachers teach students to establish historical significance, use primary source evidence, identify continuity and change, analyze cause and consequence, and understand the ethical dimensions of history.",
        "img": "james"
    },
    {
        "key": "40578",
        "role": "Sports Teacher",
        "name": "Katheryn Bierly",
        "remark": "Physical education at school does not sufficiently take into account these particularities nor does it sufficiently stimulate motivations for a good sports performance.",
        "img": "james"
    }
]